files/requestWS/longterminterestrate/envio/req_longterminterestrate_RN07_002.xml

<soap:Envelope xmlns:soap="http://www.w3.org/2003/05/soap-envelope" xmlns:lon="http://longTermInterestRate.webservices.taxbr.ta.thomsonreuters.com/">
	<soap:Header/>
	<soap:Body>
		<lon:receiveLongTermInterestRate>
			<LONG_TERM_INTEREST_RATE_LIST>
				<LONG_TERM_INTEREST_RATE>
					<IND_DELETE>S</IND_DELETE>
					<DAT_INSERT_UPDATE>2070-12</DAT_INSERT_UPDATE>
					<PCT_ANUAL_RATE>100.00</PCT_ANUAL_RATE>
				</LONG_TERM_INTEREST_RATE>
			</LONG_TERM_INTEREST_RATE_LIST>
		</lon:receiveLongTermInterestRate>
	</soap:Body>
</soap:Envelope>